OpenFOAM-10/tutorials/multiphase/driftFluxFoam/RAS/dahl/constant/phaseProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      phaseProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (sludge water);

relativeVelocityModel simple;

"(simple|general)Coeffs"
{
    Vc              2.241e-4;
    a               285.84;
    a1              0.1;
    residualAlpha   0;
}


// ************************************************************************* //
